{
    "title":"London Invitational Powered by Triton Poker",
    "des":"The event's unique format, which was inspired by the record breaking 2019 Triton Million in London, pairs professional players with recreational players, with a buy-in of $200,000 for each..",
    "date":"AUG 03-05, 2023",
    "view_ctn":"VIEW FULL STRUCTURE",
    "buy-in":"£200,000 NLH",
    "about":"The Luxon Invitational is a unique £200,000 NLH buy-in that features affluent VIPs and poker professionals battling for prize money and the coveted title & trophy. Powered by Triton Poker Series, the invitational was inspired by the record breaking Triton Million that took place in London in 2019 where prominent VIPs and poker pros will play first 8 levels separately, then converge to battle against each other to a winner. This exclusive event will start on August 3, 2023 at the JW Marriott Grosvenor House London and conclude August 5, 2023 during the exclusive Triton Poker SHRS London tournament.",
    "participants":"PARTICIPANTS",
    "vip":"VIP",
    "invites":"INVITES",
    "pro":"PRO",
    "info":"TOURNAMENT INFO",
    "schedule":"SCHEDULE",
    "view_schedule":"VIEW SCHEDULE",
    "rules":"TOURNAMENT RULES",
    "read_rules":"READ THE RULES",
    "rule_title":"TOURNAMENT RULES - LUXON INVITATIONAL",
    "r_1":"Registration Fees are not included in the buy-in. Total buy-in GBP 210,000.",
    "r_2":"Players are required to play from the very beginning of the tournament.    ",
    "r_3":"It is the VIP players obligation to confirm their attendance as soon as possible to secure their seat and to guarantee this tournament’s success. VIP players are encouraged to advise on their choice of PRO pairing up with at earliest convenience and required to do so at 48h prior to the event the latest.",
    "r_4":"Tournament will play 8-handed – the final table will be 9-handed.    ",
    "r_5":"Single (1) Re-Entry available during the Registration Period.    ",
    "r_6":"If a player wishes to Re-Enter he/she will have 30 Mins to do so after getting eliminated.    ",
    "r_7":"Players eliminated before the start of the Dinner Break wishing to re-enter will need to notify the tournament staff about it. Their stacks will be included in the complete 50/50 redraw.    ",
    "r_8":"Registration for re-entries only will end at the start of Level 11 (Start of Day 2 – 1:00PM).    ",
    "r_9":"Day 2 will play down to the Final Table.    ",
    "r_10":"This is a restricted Buy-In event and it will not grant any POY points.    ",
    "time":"TIME",
    "ti_1":"Each player will have the following seconds to act on the Shot Clock: 20 seconds pre-flop, 25 on the flop and 30 on the turn and river unless otherwise advertised.    ",
    "ti_2":"Each player will receive 12 Time Bank tokens at the start of the tournament.    ",
    "ti_3":"A regressive time bank system will apply, please see “Tournament Rules”.    ",
    "ti_4":"When the re-entry period will end and upon reaching the Final Table all players will receive 5 extra Time Bank Cards.    ",
    "ti_5":"All Shot Clock rules listed in the 'Tournament Rules will apply.    ",
    "seat":"SEAT DRAW ",
    "st_1":"VIPs and PROs will play separately for the first 8 levels.    ",
    "st_2":"At the end of level 8 there will be a complete random redraw with the rules explained in the point below.    ",
    "st_3":"During levels 9, 10, 11 and 12 players will play on tables with a balanced numbers of PROs and VIPs as much as possible (i.e. 4 VIPs and 4 PROs).    ",
    "st_4":"At the end of level 12 there will be a complete random redraw.    ",
    "st_5":"VIPs/Pros pair will play at different tables up until at least the last two tables remaining (16 players).    ",
    "tv":"TV & MEDIA COVERAGE ",
    "tv_1":"This event will be televised.    ",
    "tv_2":"Players images and their full names will be published on social media channels prior to the event.    ",
    "tv_3":"In case of attending Triton Super High Roller Series for the first time, Luxon Invitational players will be asked to provide a high quality portrait with the rights for publishing.    ",
    "tv_4":"Players may be asked to be professionally photographed during the event.    ",
    "tv_5":"Prior to the Luxon Invitational event all players are required to fill in a mandatory media/TV questionnaire for content (commentary) purposes.    ",
    "tv_6":"All Luxon Invitational players will be required to provide their availability for interviews.",
    "t_rules":"**All other Triton Poker SHRS tournament rules apply. ",
    "click":"Click here",
    "event_title":"EVENT VENUE AND ACCOMMODATION    ",
    "tab1":"VENUE",
    "tab2":"ACCOMMODATION",
    "tab3":"TRAVEL INFORMATION    ",
    "t1_1":"Arrival: 26th of July 2023    ",
    "t1_2":"Departure: 11th of August 2023    ",
    "t1_3":"ACCOMMODATION: INTERCONTINENTAL LONDON PARK LANE    ",
    "t2_1":"ARRIVAL & TRANSFERS    ",
    "t2_2":"The hotel is easily accessible to several international airports. Heathrow Airport is located 45 minutes by car, 55 minutes via the Piccadilly line underground or 30 minutes by Heathrow Express train. Gatwick Airport is located 90 minutes by car or 45 minutes by train. ",
    "t2_3":"VISA INFORMATION: Passport holders of most countries require a visa to enter the United Kingdom. To check your if you require a UK visa, please visit",
    "t2_4":"Once you know your visa requirement, you may apply for a UK at  ",
    "t2_5":"The online visa application will guide you through the payment options and will email you a receipt once your complete the payment. For further information on Visa Application Procedure, please visit ",
    "map":"SITEMAP",
    "m-1":"HOME",
    "m-2":"ABOUT",
    "m-3":"PARTICIPANTS",
    "m-4":"TOURNAMENT INFO",
    "m-5":"HOTEL & TRANSFER",
    "news":"NEWSLETTER    ",
    "email":"Enter your email",
    "subscribe":"SUBSCRIBE",
    "rirghts":"© All rights reserved. Triton Series 2023    ",
    "privacy":"Privacy Policy",
    "terms":"Terms and Conditions",
    "paul":"About Paul Phua"

}